[
  "",
  "世界上有一种鸟没有脚，那就是周末的我。只能躺在床上不停地玩手机，玩累了就睡一会儿。一天只能下床一次，那就是外卖小哥敲门送外卖的时候。",
  "大部分工作面试都是一场两个骗子之间的对话。via：Twitter @ TheWeirdWorld",
  "今天明白的一个道理：更改不一样的密码不一定能防别人，但肯定能防到我。via：我的前任是极品",
  "我问我爹，最近有没有屯东西，我爹说太麻烦了，真打起来死了算了。via：lee3ng",
  "我们这帮人老了以后，绝对不是什么正经老头老太太。",
  "如果有人喜欢问你周末怎么过，那你就直接告诉他，想跟我约会就直接说，别老在那问问问的 。via：追风少年刘全有",
  "宿舍六个人聊起三国，李哥问我：“兄弟，三国里你最喜欢哪个？”我想了想说：“肯定最喜欢诸葛亮，夜观天象，知天下大事！”说完我问他们，他们五个都喜欢貂蝉。",
  "中国的神仙体系是相当励志的。人死化鬼，鬼守护子孙后代，升为家仙。家仙有了名气，变成村神、镇神，一方土地。在东岳大帝那里做出露脸的成绩，就能升为城煌。进入地仙的行列。地仙干点出彩的，飞升成上仙也是有指望的。有明确的上升途径，这点跟国外的神话区别很大，真是个推崇勤勉的文化体系啊。",
  "我妈给我电话，说她抢了五十斤大米，让我也囤点吃的，以防万一。我说你可能很久没来深圳了，我现在有四个冰箱。她说你囤冰箱干什么，我说冰箱里囤着吃的，她说别囤这么多。我说：以防万一。也许这就是用魔法打败魔法。 via：银教授",
  "我们就像两个世界的人，我跟你讲我身上每一个纹身的故事，代表了消失的好友，痛苦的记忆，治愈我的药品，而你开口第一句：那你是不是不能考公务员啊。via：行为艺术指南",
  "社交之所以累人，大概是因为，我们都在社交中尽力展示自己平时并不具备的品质。(是我) via：唐宁街的猫先生",
  "大学毕业开始工作，才明白学校食堂的饭菜真的是便宜又好吃，以前怎么就整天嫌弃。",
  "真正的压迫感就是看到有人在考试时用尺子，但你根本没发现哪道题需要用尺子。",
  "我花三个小时写一篇稿子，其中，有两个半小时用来抱怨叹气和摸鱼，剩下半个小时赶工写完。可能这就类似于巫师释放魔法之前，要先吟唱咒语吧。 via：安迪斯晨风",
  "“为什么我每次来望江亭都想吐？”“因为近水楼台先得yue。”via：噗尺",
  "跟朋友聊二十几岁到三十几岁的变化，大家总结了一下就是：生活一直在变好，但快乐就是越来越少。 via：颜土豆avi",
  "原来光棍节只是为了提醒我丑，现在变成购物节了，又在提醒我穷，总结起来这天存在的意义就是提醒我，又！丑！又！穷！via：暴走萌宠官",
  "",
  "人啊，都知道自己赚钱不容易，但总觉得别人的钱是大风刮来的。 via：大头和他的朋友们",
  "年轻人不要怕走弯路，不然会错过很多支线剧情和道具。via：onenightdepress",
  "辽宁是中国最推崇ins风的地方。经常可以听见这样的对话“介银你ins不？”“ins”via：贫困生活方式博主",
  "我嘴里的这个不是一般的舌头，是贪吃舌。via：虫治先森",
  "悟空问唐僧：“走吗，师傅？” via：肉肉lin",
  "想知道一个明星的八卦最好途径就是在这个明星线下活动结束时去附近的海底捞，你会听到一堆站姐闲聊不知真假的绝密八卦。via：我不吃香菜捏",
  "天气转冷之后，整个人变得佛系起来。暂时原谅了一切，脑子里只有一句话：今天得搞一顿火锅。via：互联网欢乐指南",
  "我网恋快成功了，她在福建种植茶叶，2万块钱的名贵茶叶给我特价3000 \n，她外公前天住院了，给她拿了1万住院费，她说等她外公康复了，就带我去他家，期待(•̀ᴗ•́) via：知名沙雕",
  "如果牙缝里夹着肉但没带牙线，那我的所有注意力都会集中在牙缝里，在肉屑被清理之前，我什么都干不了。 via：银教授",
  "某位热心阿姨报给我妈了：说我爸和一个年轻女孩在大街上拉拉扯扯一起逛街，那个女的穿得很少，还戴个墨镜，一看就不是好东西.....后来我爸和我妈对质之后，发现那个不是好东西的人是我。",
  "不焦虑的秘诀就是要想得开，不要跟自己较劲，要学会放过自己，要接受自己就是一个没有好运气的普通人。via：无趣网友小王",
  "冷知识：女生有时候会莫名产生想要抱抱的感觉，很有可能是因为体内分泌了催产素 ，多喝点水加速代谢就好了。via：人间心事bot",
  "什么是换位思考，就是你换到我这边我换到你那边，这是个双向的行为。我换到你那边了，你一动不动稳如山，咋了你那位置要拆迁吗你不舍得动。via：刘大大大大大脸",
  "孤单是啥，就是本应该对一个真实人类说的话，都发在了网上。via：江湖人称氓姐",
  "在某个地方听到的对白：“为什么你今天看起来没平时那么开心?” “我每天都不开心，只是今天没力气假装开心了！”",
  "我就是太害怕被打脸了，所以不敢太高兴，更不敢太自信，生怕惊动了老天爷，在你开开心心最没有防备的时候，一盆冷水忽然浇下来，简直是毁灭性的打击。via：尸姐",
  "和朋友聊天，两个人都说了很多抱怨的话，但实际上彼此都知道，所有的负能量也都只是一个成年人短暂的喘息和发泄而已，内心真正指向自己的还是挺住和加油。via：扶南",
  "",
  "现在5点就天黑可是非常不利于改善我的拖延症啊！反正天都黑了，那我就明天再做吧！",
  "比起狼性文化，我觉得企业要培养员工猫性文化，让客户宠着，让客户欲罢不能，让客户咔咔砸钱。就是离职率太高了，说找不到人就找不到人。",
  "好多年以后，我们都成了老头老太太，每逢双十一的时候就开始抱怨。现在的孩子们啊，也不熬夜买东西了，也不看直播购物了，头天晚上连个发广告的都没了，一点节日气氛都没有，我们年轻时候啊…via：安迪斯晨风",
  "购物网站老是紧张兮兮的催我“库存仅剩6件，抓紧时间抢购”是怎么回事？库存不够了你赶紧的去补啊，你是卖货的还是我是卖货的！嗯？",
  "想买东西，但是买了家里又没地方放，所以我能不能只付钱，让卖家永远不要发货？这样既能过购物瘾，又没有收纳的烦恼。 via：银教授",
  "别看有些朋友在微博上凶神恶煞，最爱用的副词是“狠狠地”，在网友面前展现出敢爱敢恨，杀伐果断的样子。他们实际在学习群/工作群里最常发的词组是“嗯嗯好”，最常用的语气词是“哒”。 via：快递员吴彦祖",
  "买房那阵儿，要办各种手续证明文件，办贷款，然后交房接房，联系装修，跑建材市场，为了还房贷，我除了忙工作，还接私活，我妈不想看到我这么累，于是闭上眼出门旅游去了。",
  "小时候盼望长大，谁知道一开始长大就无止尽的长大、长老、长胖、长秃，有一种刹车坏了的感觉。",
  "泡面，是一种平常不会想吃，看人家吃就会很想吃的东西。via：alex853300157",
  "好多女生都喜欢立一个月瘦不了6斤就不买新衣服这种flag。我觉得吧，你们应该从一个小目标做起，比如一礼拜瘦不了1斤就扔一瓶化妆品。",
  "胖了有好处! 每个你熟的不熟的人都说：“你胖了！” 这样他们就不会注意到，你其实皮肤也更差了，你细纹也增多了，你很久没穿新衣服了，你事业其实也不顺心，你家庭也也可能不如意，你心情也不怎么样，这一切的一切，人家都注意不到了！",
  "我摊牌了，其实我有恋物癖。我非常喜欢我的被窝，具体体现为早上离开被窝我就会神志不清伤心emo。我真的很喜欢被子紧紧包裹着我温暖的感觉。via：玛咔八嘎",
  "关羽屁股受伤去找华佗看病，刚打算坐下来，华佗喊他：“将军，有伤勿坐。”关羽：“你家是开高铁的啊，还有商务座？”via：全是老梗",
  "明天或许就会是你人生中最幸福的一天，而你还不知道。via：TheWeirdWorld",
  "不会谈恋爱就不谈，不会讲话就不讲，交不到朋友就不交，讲不通道理就屏蔽，看不顺眼就删好友，喜欢的东西得不到就不要，追不到的人就不追…做一个节能环保低消耗的人类。激情社会靠大家，我先走远了。",
  "北方的好心人，可以帮我在雪地上写字吗?我给你十块钱，你把你的银行卡密码写下来拍给我。 via：银教授",
  "",
  "双十一这帮商家啊，挨个给你发短信。像极了平时没事不联系，一结婚就给你发请柬的老同学。",
  "双十一后的经济来源：翻翻快递盒里面的好评返现，然后卖掉快递盒。",
  "今天公司发薪水，领到钱后我问老板：“我的薪水不是4000吗怎么只发了3500？” 老板说：“每满400减50。”via：剑神葡萄",
  "你看天边的那朵云，像不像你接下来的日子里要吃的大白馒头。via：一蚊丁",
  "想买的东西不赶紧买，可能下次就不想买了，你觉得那正好省钱了呀，可是没几天你的钱也一样没了，而你都不知道花哪了。所以，想买的东西还是赶紧买。via：姬霄",
  "反复点进那些已经买好的东西的页面看，有一种电视里说的“杀人犯都喜欢重返案发现场”的感觉。via：一个抹布向前",
  "星座解析：十二星座最近嘴唇都很干燥，严重一点的嘴上还会长泡。 via：废几把话",
  "我可算明白什么叫“百般滋味在心头”了 。说嘲讽吧是大实话，说实诚吧又怪怪的。点开的短短几秒，各种想表达的情绪全都稍纵即逝。人才，真的是人才。via：羽则专栏",
  "想到一个提升自己的方法，反向立flag：国足输了我就去工作；国足输了就给女神表白；国足输了就注销微博…via：烟雾与镜像",
  "南方朋友来东北旅游前如果询问当地朋友，得到的回答多数都是：那玩意有啥好看的？via：大头和他的朋友们",
  "北方人路上吃早点，最多攥把煎饼果子、鸡蛋灌饼之类，南方人就精致得多，比如江西、湖南，左手捧碗滚烫的粉，右手持筷，静能吃粉等红灯，动能吃粉过马路。我倒是见怪不怪，湖北人一样满大街行走的热干面呀。热干面好歹没汤水，重庆人端碗小面能在颠簸的公交车里不洒汤不洒水，这都是童子功呀。via：弗虑弗为",
  "撒娇八连：“好不好嘛，你最好啦，行不行嘛，求求你啦，拜托拜托，最爱你了，我不管嘛，人家要嘛！”",
  "最近时常劝慰自己，遇到的某个人就是再讨厌，也没有疫情讨厌，罢了罢了 \n。via：依萍日记",
  "当我们表白的时候，我们往往在传达两个信息：第一，我喜欢你，想跟你在一起；第二，老子眼光还不错吧。 via：柳三便",
  "20+岁的同龄人是最强的，每个人都有每个人的长处，每个人都可以随随便便碾压你，给你实打实的同龄人压力。但很奇怪，当这些人和你协同作业时，会变得一无是处。 via：快递员吴彦祖",
  "科学表明，人在冬天里是最懦弱最沮丧的。很多无疾而终的感情，都是起始于春天，热烈于夏天，凋零于秋天，终结于冬天。究其原因，大概是冬季每天早上从被窝里钻出来已经耗光了人类所有的勇气。via：幻灭妖僧",
  "其实大家分享好听的、好吃的、好笑的、好玩的给朋友，不止是想告诉对方“这个东西很特别”，也是想告诉对方“你在我这也很特别”，嘻嘻。via：快递员吴彦祖",
  "",
  "",
  "以前，稍微不顺利一点就赖水逆，后来发现仅仅一个水逆不太够用了。via：追风少年刘全有",
  "凡事要多问几个为什么：为什么我这么穷，为什么我这么穷还这么能花，为什么我这么穷还这么能花但是还没感觉买到什么？",
  "特羡慕一个在医院当大夫的朋友，过年的时候聚会， 我问他：“你们当大夫最难的是什么？”朋友：“最难的就请病假。”",
  "我猜发明领带的人可能本来是想自杀，结果把带子套到脖子上之后突然觉得：“哎呦，这样挺帅的啊。”via：银教授",
  "减肥的人都知道，控制饮食主要是少吃主食，配菜其实无所谓。所以我今天中午和晚饭的主食只吃了四根黄瓜，配菜是一份麻辣香锅和一顿四川火锅。",
  "西安人的冰峰，天津人的山海关，北京人的北冰洋，广东人的健力宝……我们对橙味汽水的产地要求真是严苛，快赶上法国波尔多、勃艮第、阿尔萨斯地区人们对葡萄酒的要求了。",
  "陪女朋友逛街，她突然问：“我和你前女友谁的身材好？”我还没开口，忽然身后一个声音答：“你好！”回头看到一陌生男子问道：“你好…请问人民路怎么走…” via：全是老梗",
  "嗑cp这件事，是这样的：你觉得屎不好嗑，但是狗觉得好嗑。你觉得巧克力好嗑，但是狗嗑了就会死。via：妙脆企鹅",
  "我的心胸可以很宽阔，也可以很狭隘。比如说，我可以借给你9块钱，你甚至不用还。但如果你从我9块钱的麦辣鸡翅里拿走一只，我跟你没完。",
  "爸爸：“我死了以后，请把我的骨灰撒到大海。”妈妈：“死了也不让人省心，从这去大海多远啊！”爸爸：“那把我放坐便器冲掉吧，我自己找路去大海！”",
  "体面分手有个弊端是容易造成误，会导致至少一方觉得感情还有回旋的余地徒增烦恼。建议大家分手后互殴到住院出院之后你刮我车我造你谣，从源头解决失恋后念念不忘走不出来的问题？",
  "小的时候，楼下有个小卖铺，老板是个老实人，为人憨厚热心。那时候经常有个小朋友，拿了东西不给钱，转身就跑，老板也不管。后来我忍不了了，纠结了周围一起玩的好几个小朋友，一起给他围住，好一顿揍！后来小卖店老板挨个找家长的时候，我们知才道，老板就是他爸爸。",
  "上高中时，每当我熬夜苦读，父母都会说：“坚持一下，上大学就轻松了。”等我上了大学之后，才回味过来父母当年那些话是对他们自己说的。via：这梦真TM噩",
  "说自己字丑的人往往写字都很好看，我除外…说自己长得丑的人往往长得都很好看，我除外…说自己胖的人往往都很瘦，我除外…说自己成绩差的人往往都是学霸，\n我除外…说自己是小透明的人往往都是大神，我除外…",
  "没解决的事就算逃避最后还是会被追上，我开始怀疑这个世界上是不是从头到尾就沒有逃避这个选项 。via：喜脉洗脉",
  "警惕！不要轻易当别人的开心果。开心果的命运就是敞开心扉然后心被掏出来吃掉 。via：PetitChou小周",
  "明天或许就会是你人生中最幸福的一天，而你还不知道。",
  "",
  "一群朋友很早就计划聚会=90%会失败，临时决定聚会=成功。via：itmydefinition",
  "“有一对情侣每次在外面吵完架，一回家就和好了，你知道为什么吗？”“为什么？”“因为他们家铺的是复合地板。”via：谐音梗研究所",
  "“潜龙勿用，比喻事物在发展之初，应该小心谨慎，不可轻举妄动。”“那如果我要提醒人们更加小心谨慎，更加不可轻举妄动呢?用什么词？”“潜龙白菜。” via：噗尺",
  "“做个人吧！” 女娲精神饱满地上班了。“我不做人类了！救救！”女娲疲惫地结束了一天的工作。via：有约不来咕月半",
  "你说帅哥都不是好东西，这不是一杆子打翻我们一船帅哥吗？via：银教授",
  "冬天的被窝怎么暖都不热，夏天的凉席一躺就热。 via：全是老梗",
  "刚才物业找上门来说有人投诉我们把小孩关在阳台吃饭，我说那是我妹在吃螺蛳粉跟臭豆腐！via：豆瓣@More",
  "看见同龄人结婚生孩子我没感觉，看到同龄人晒车晒房晒存款我能急到自己抽自己大嘴巴子。via：我他妈今天不是很开心",
  "成熟的表现︰学会与葱姜蒜香菜和解。",
  "现在5点就天黑真是非常不利于改善我的拖延症啊，反正天都黑了，那我就明天再做吧。",
  "有些短视频里的BGM让你以为某些歌好听炸了，直到你去听了这首歌吧的完整版。",
  "我的相册构成：1%自己的照片，99%的猫猫狗狗、爱豆、没机会发的矫情文学图、没用的截图和表情包、两年都不会看的学习图片、早就断更的身材记录照片、美食、风景。",
  "如何用鲁迅的笔风说自己单身？我大抵是病了，躺床上横竖睡不着，坐起来，抱着自己的膝盖，这悲伤没由来的。黯然的看着床头柜里的两双拖鞋，—双是我的，另一双也是我的。",
  "大学在天津读的，体会过暖气的好处以后，回到安徽过年，经常觉得太冷了。大一的冬天回家过年，我一直嘴里念叨好冷啊好冷啊。我爸突然生气了，说：“家都给不了你温暖了吗？”从此过年回家，再也不敢喊冷。via：钱大暖",
  "年轻人谈论商品价格，以奶茶为参照物，比如：“也就几杯奶茶钱而已！”上一辈的参照物是猪肉，比如我妈常说：“这么贵？都能买xx斤猪肉了！”via：银教授",
  "让一个快乐的人瞬间不快乐，只需要问他一句：你觉得你能快乐多久啊？via：银教授",
  "今天我看到了一朵花，昨天那部电影太烧脑了，中午的米粉真好吃，我在小区里又看到那只三花猫了，这几句看似毫无关系，但连在一起说，就是我好想你。 via：柳三便",
  "",
  "普通人：好困起不来。当代语言艺术家：咱就是说，我被床狠狠的黏住了，大无语了家人们，属于是什么？属于是无语他妈给无语开门，无语到家了！一整个无语住~早八谁懂？咱就是说 \n，纯纯的无语住了！整个一个就是我比狗困属于是，早八滚出中国！via：惨绿少年金三坨",
  "工作中很多人说自己佛系，只是单纯不想干活而已，待遇福利要是少一点保证跳脚。via：大杠精",
  "如果你不喜欢的领导恰好也不喜欢你，那么恭喜你，你走在正确的道路上。但是如果你不喜欢的领导居然还挺喜欢你的，那么你就得反思，是不是自己做了什么违心的事。 via：幻灭妖僧",
  "今天第一次参加家长会，不免有些紧张，其他家长都在聊天，只有我默默坐着，过了一会儿，旁边一个大哥忍不住问我：“王老师，你让我们来开会，不上去讲两句吗？”",
  "都说胸大无脑，长得好看没脑子之类的，这不废话吗，长得好看还用动什么脑子，凡事早有人安排好了啊，像我这种丑的，有事不自己动脑子做，谁搭理你啊。",
  "如果你想奋斗，最好在三十岁之前。过了三十岁，自己都不相信自己。via：大哥王振华",
  "我爸开法拉利，我妈开保时捷，我开玩笑。 via：全是老梗",
  "小时候偷偷吃泡面，长大了偷偷吃泡面。小时候没钱吃泡面，长大了没钱吃泡面。小时候吃泡面怕被爸妈知道，长大了吃泡面怕爸妈知道。泡面：好难。",
  "我知道女人都喜欢保持神秘感啦，但打转向灯是出于安全考虑哦。via：NakedMustafa",
  "眼看猛鬼难以降服，老道士急忙大喊：“徒儿，快布八卦阵。”徒弟愣了愣回道：“是，师傅。”不一会徒弟领着村里一群妇女嗑着瓜子赶来了。 via：盗梦大王",
  "我想有个家，一个不需要多大的地方，一个花园一个游泳池一个健身房一个厨房两个活动房三个阳台五个卧室六个洗手间足以。",
  "游戏宅有精力在游戏里收集300根羽毛，但就是没有动力去打扫自己的房间。via：MaiqTheUndying",
  "你们只看到我每天吃火锅烤肉自助餐喝奶茶点蛋糕，但我减肥的时候，跑步一跑就是二十公里，这些你们都没看到过，因为我也确实没跑过！via：布丁没你甜",
  "二十多岁的我：顶着重感冒通宵爬山看日出，下山后浑身酸痛，睡一觉病全好了。三十多岁的我：睡前把头发往另外一个方向梳，睡醒后发现偏头痛了…via：回忆专用小马甲",
  "一定要清理这三种消耗型的关系：平时不开口一开口就是让你办事的。特别喜欢问东问西但你认真回答以后却从来不听的。每次聊天都只想聊自己无论聊什么都会把话题引回自己身上的。 via：反裤衩阵地",
  "能够迅速消化负面情绪的人，在我看来已经很了不起了。而还能进一步把负面情绪转化为向前的动力，这样的人在我心中已经堪称神人，羡慕都羡慕不来。via：夏正正",
  "他忍不住向她抱怨：“你说喜欢枚瑰，我给你买1千的荷兰白雪皇后；你说喜欢香水，我给你买5千的香奈儿5号；你说喜欢戒指，我给你买1万的蒂芙尼…为什么还是对我不冷不热？”她淡淡地回答：“你一开始就错了。”他万分错愕：“到底哪里错了？” 她一如既往的淡定：“玫瑰的玫。”",
  "",
  "小时候想长大了自由了，想什么时候玩游戏就什么时候玩游戏，结果没想到一天的工作下来，累的根本玩不动游戏。via：荷尔萌",
  "我的前任:“我带你去一个你一定没去过的地方”，然后他把我带到了人生的最低谷。via：ParrotCinema",
  "刘备生日，关羽和张飞都送了礼，关羽送的礼物刘备爱不释手，张飞送的礼却看都不看一眼，众人问为什么，刘备说：“飞礼勿视！飞礼勿视！” via：谐音梗研究所",
  "女孩子真是个奇怪的生物，拍照片不好看会哭，哭着哭着发现自己哭的很好看就立马拿出相机拍几张，从来不会将就。男孩子也是奇怪的生物，就拍一张，不管好不好看，他们都会很满意的夸自己一句：“这不就是吴彦祖本人！”，但给女朋友拍照时，女朋友只要不满意，他们这个时候就不会盲夸了，而会说：“你不就长这个样子啊？”via：刘文静",
  "你在阅读这句话时，也一定在心里默念了这句话。via：Soksfor3",
  "回转寿司里的寿司已经替你运动过了，所以是零卡路里的。",
  "胖子真的很省钱，我建议大家都胖一胖，我已经很久没买过衣服了，反正这么胖怎么穿都不好看，我还买衣服干嘛？via：追风少年刘全有",
  "吃什么快餐最养生呢？老中医认为是汉堡王的烟熏安格斯厚牛肉堡。单单“汉堡王\"这三个字，不仅有水有木有土有人，还搭配了火和烧烤用的金属，天格地格人格和五行都满了，外加烟熏食物自带祛湿属性，实在是养生快餐的不二之选。",
  "老婆问我要不要吃冰淇凌。我问：“冻得硬不硬啊？”她说：“就像你看到我的裸体时，你的唧唧那么硬。”我说：“好啊，给我倒一杯吧。”via：Bindibhaji",
  "用王家卫的方式写小作文：当我躲进衣柜的那—刹那，我就知道，一个比我更有资格爱你的人回来了。",
  "人的耐心是弹性的。不喜欢的人十秒内给不出523×264的答案，我们就会暴躁：“你行不行呀，这题还要算这么久？”但面对喜欢的人，哪怕他连1+1等于几都不知道，我们也会耐心地说：“咱们不着急啊，你看这是一个苹果，这里还有一个苹果，现在是几个苹果呀？哎呀不哭不哭，都怪苹果，我们打苹果好不好？” via：柳三便",
  "有人问分享欲得不到回应是为什么，是我说的话让他们接不上吗？在这里统一回复一下：没有接不上的话，只有不想接的话。 via：废几把话",
  "道理是这样的：如果刷微博、刷短视频、看小说、追剧、打游戏可以帮助你逃避现实的话，那就不能说它们是在浪费时间。 via：快递员吴彦祖",
  "社交圣母病：形容自己讨厌的人但凡对你好一点，你便开始后悔讨厌他，有时还会反思是不是自己太刻薄，心眼太小了。",
  "表面上说着要早睡，却还是蜷被窝里黑着眼圈玩手机。表面上说过要减肥，却还是沙拉当晚饭又饿了点夜宵。表面上说着要放手，却还是偷偷翻阅关于前任的痕迹。表面上说过不在意，却还是委屈到泪水流在深夜里。没错，我说的就是你。via：壮士来一发嘛",
  "和传统社交不同，互联网的交流没有太多传统概念的社交关系，网友们的关系不需要通过一些行为(或金钱)来维持，而且很多网友聚在一起的根本原因是拥有共同的爱好。现在的很多年轻人离不开互联网，因为线下的世界真的很孤独。via：渗透之C菌",
  "",
  "",
  "中国近现代四大画家：齐白石画虾，徐悲鸿画马，张大千画虎，你老板画饼。via：sci_accepted",
  "别人每天搞钱搞事业搞对象，你呢？你搞笑。",
  "刚才听到一个女孩撒娇地问身边的男孩：“我和你妈同时掉进火锅里，你先捞谁？”",
  "我在鲁班门前玩斧头，鲁班对我说：“不得不承认，有时候肌肉比头脑管用！”via：墨镜遮掩",
  "这个世界其实很平衡的啊，有人睡不着觉，就有人怎么睡都不够，有人不上班也有钱，有人天天上班也没钱。via：大头和他的朋友们",
  "被分手了不要难过，要表现得很开心，以便让对方懵逼，好像做了什么亏本生意。 via：银教授",
  "多年来，世界各地都有人目击到灵异事件，可为什么至今还没人见过恐龙的鬼魂?via：Kami_Ouija",
  "孩子们想长大是为了无限制地吃糖，而大人都为了延缓衰老而戒糖。via：3erocool",
  "手机就像一个冰箱，如果你感觉空虚，哪怕明知道里面没什么，也会忍不住每隔几分钟打开看看。",
  "昨天下午和爸妈大吵了一架后，晚饭自己闷声在厨房里做，做好了没心情吃就去睡觉了。爸妈下班回来看到饭桌上的饭菜一口都没动，然后在那嘀咕到：“这孩子不会下午跟咱俩吵架受了委屈想毒死咱们吧，你看他一口都没吃呢。”说完就出去下馆子了。",
  "在家无聊，去看个电影，买票一张45，给了售票员一百，她居然找我10块。我手里拿着钱，和售票员对视五秒。然后她略显惊讶地问我：“你一个人看电影？”",
  "软妹子和女汉子从小就能分辨出来：同事带女儿来我家吃饭，从厨房跑出一只蟑螂，同事女儿尖叫着扑向她妈妈怀里。而我女儿走过去使劲跺一脚，抬脚的时候还说：“看！它的屎都被我踩出来了！”",
  "我爸劝我一定要找机会去做自己擅长的事。我擅长什么？我擅长在清末民初的大宅子里做大少爷。via：张柏仁Byron",
  "我有个同学路哥，上次我们吃饭喝酒，路哥带着路嫂去的。我向路嫂敬酒时，路哥拦住我说：“不能喝不能喝，喝酒对宝宝不好。”我：“啊？路哥，嫂子都有了？”路嫂：“噢，不，我就是宝宝。”",
  "知道成功的道理 但是懒得动，那都是一般人的状态。对我们这种懒b，您猜怎么着，连道理都嫌太长懒得看。via：羊师太",
  "虽然你脾气不好，成绩不好，气质不好，性格不好，长相不好，但你唯一值得骄傲的就是：胃口好！via：全是老梗",
  "同学说他打了个滴滴，和师傅闲聊：“师傅，你是湖南的吧？” 傅说：“我来昆明三十多年了，里还知道我四弗兰滴，怎么肥四？”",
  "悲观的人很辛苦，忧虑的时候就先被打击一次，等到坏事真的发生时又要二度被打击一次。",
  "别动不动就说用尽全力去生活，我昨晚还看到你游戏在线六个小时的。",
  "建议别人给你发“晚安”你不要回，这样他整晚都会想你。",
  "",
  "对于普通人来说，世上最令人难受的两件事是：有工作和没有工作。via：TheWeirdWorld",
  "最近总是手脚冰凉，网上说是肾虚所致。于是我坚持健身、喝枸杞，泡茶一段时间还是不见效，于是一咬牙把取暖费交了。 via：全是老梗",
  "我经常一到深夜emo的时候就听周杰伦，一边听一边发一条朋友圈“今天又是被周杰伦治愈的一天”，感觉这样做很文艺就经常发这条文案。隔了一段时间回家我妈就问我：“儿子，你朋友圈经常发的那个周大夫是谁，你老被他治愈，感觉医术很厉害，能不能治治妈妈的脚气。 ”via：烟雾与镜像",
  "大家都说熊猫颜值高，因为他们腹白貌美。 via：谐音梗研究所",
  "4.9买的垃圾袋，好评返现5元，开始走财运了我看是！",
  "刚开了三个小时的头脑风暴会议，经过三个小时的头脑风暴，我们头脑风暴出了下次头脑风暴的时间。 via：一个专员",
  "每天腿部运动：蹲一个链接。每天头部运动：笑到头掉。每天屁股运动：笑拉了。via：玛咔八嘎",
  "超市应该把购物车放在超市里的每个角落，因为我们这些白痴会自以为是的认为自己可以用手拿起所有东西,结果走到一半手上东西越来越多，最后不得不回到入口拿购物车。",
  "我这个人呢，最大优点就是硬气。打比方说，谁要觉得我哪条微博说得不对，留言提出来，我立马就给你把这微博删了，就是这么硬。 via：安迪斯晨风",
  "今天表白喜欢的人被她夸有少年感，很高兴。她说我工作十几年了，还像初中生一样爱幻想。 via：纳兰无羁",
  "有一次一个理科生同学跟我说：“我们理科生听一次就懂的东西，你们文科生要听两次。”我一听火都上来了，站起来跟他说：“你说什么？再说一次！”via：AriaZyn_4",
  "有些人，晚上不怎么玩游戏，又没看书做事，也没谈恋爱，还没人聊天，但却总是在熬夜。 via：全是老梗",
  "一般情况下，我的 “周末有事” \n指的是：一觉睡到大中午，爬起来洗脸刷牙，打开音响，做杯咖啡，搞点吃的，然后滚回被窝看书刷剧再来一觉，唯一的外出活动可能就是下楼跟朋友吃个饭喝点小酒，顺便丢个垃圾。via：魔术师R",
  "结了婚的替单身朋友干着急。离过婚觉得别人的婚姻都是假相。生了孩子的觉得不生孩子都是自私。先工作的就觉得读研读博就是浪费生命。自由职业和创业者觉得上班族在出卖灵魂。买了房子的告诉别人砸锅卖铁买房子才是正经事。人啊，说到底都不觉得自己的选择是对的，所以才喜欢用拉人下水的方式找认同。via：成都市精神内科副主任",
  "越来越能感受到攒钱的好处了。减少不必要的花销，做好储蓄，完成原始资本的积累。关键时刻可以抵御风险，机会来临时又可以牢牢把握，好钢用在刀刃上。以前总能听到什么“钱不是攒出来的，钱是赚出来的”，这种言论太有毒了。via：胡图图ss",
  "",
  "",
  "",
  "",
  "周一至周五出来走走，会看到“不用上学”跟“不用工作”的人还有很多。 via：傲娇酋长",
  "原来我以为是生活就是没什么意思，后来发现是我的生活没什么意思。via：大头和他的朋友们",
  "感恩节，首先我要谢谢的人是你们，如果不是你们，衬托不出来我这么完美 。via：追风少年刘全有",
  "他姓许，家里人希望他每天都能捡到硬币，所以取名为许愿池。via：银教授",
  "今天做了年度总结汇报。经理：“目前你对工作的哪一部分最感兴趣？”我：“下班吧！”",
  "我通常只有两种状态：睡着了和很困的醒着。via：甜崽废话簿",
  "食品级不锈钢什么意思，现在的不锈钢已经做到可以吃了吗？via：莫比乌斯坏",
  "超人一点都不勇敢。如果整个地球上没有任何人或物可以伤害你，你也会像他一样。via：TreeWalrus",
  "想打电话约女同学出来玩，听说她妈妈可凶了，打电话前各种纠结，预想道：“阿姨，XX在不，我想约她出去玩！”终于，我鼓足勇气打了过去，没想到是她爸接的，我瞬间蒙了，说道：“叔叔好，阿姨在不，我想约她出去玩。”via：全是老梗",
  "午睡的时候做了一个噩梦，梦见自己挤黑头，挤出来一根很长的黑头，就一直挤，怎么挤都挤不断，最后挤出来一条神龙，然后我对着神龙许了个愿... via：烟雾与镜像",
  "好几年前开始，我跟我妻子养成了在对方有不愉快的经历时询问「你需要安慰还是解决方案」的习惯。这简单的一句话帮助我们摆脱九成以上的争论！",
  "挺好的，现代人的意识已经进步到问及别人婚姻情况，对方回：离了。提问者的回复已经从之前那种面现尴尬+连声说：对不起，变成现在一连串的：喜恭喜啊！via：暖小团",
  "分享一些小知识，96%担心的事实际上是不会发生的，30秒的拥抱可以消除三分之一的压力，每周两次以上的锻炼可以使生病的死亡率下降23%，每天读书6分钟可以减轻68%的压力，保持20分钟的运动可以提高20%的记忆力，小睡18分钟的能抵3小时的睡眠。via：bit_ravel",
  "包括我在内，我们这代很多人就算大学毕业了，也称不上一个完整的成年人，并没有真正独立生活的能力，希望大学加设必修课：医院挂号、挑选汽车、租房、个人财税、小额贷款和房屋贷款以及正确的性知识。via：快递员吴彦祖",
  "分享一个100%成功的撩妹技巧：遇到喜欢的女孩子呢 我们直接就亲脸 这他肯定会说：“不要脸！！！” 那这时候……咱们就直接亲嘴！via：知名沙雕#挨打不要怪我#",
  "",
  "咱们玩游戏，谁输了谁就把名字写一百遍。诶，你为啥不玩啊，扎西平措阿菲勒赞而娃西提塔木易达尔斯琪？via：正宗好鱼头",
  "蚂蚁A问蚂蚁B：“为什么我们整天干苦力，累死累活的，还捞不到什么好处？”蚂蚁B说：“别废话了赶紧干活！我们是蚁方。” via：谐音梗研究所",
  "“我们没有蚁后了。”一只蚂蚁对另一只蚂蚁忧伤地说。 via：谐音梗研究所",
  "很多人看长视频没有耐心，但如果长视频的每个镜头不超过三秒，就有一种在看短视频的感觉 。via：纯手动吹风机",
  "“是倒放吧？”我怀疑朋友的口气是倒放的屁。 via：银教授",
  "我们的器官是我们的工人。他们的工资是我们为了他们的工作而给予的营养物质。吃健康食品的人向他们支付更高的工资。via：WhiHd",
  "情歌三要素：自以为是，情绪勒索，一厢情愿。via：ychxxxxpe",
  "现在就是听到有人轻易对我许诺“永远”的时候，大脑就会马上拉响警报，循环播报“不信谣不传谣”这六个大字。via：知歡喜",
  "表弟真的绝了。有件穿破的t恤被他妈废物利用当抹布，用完就搭在栏杆上。总是离奇失踪，过两天又出现了。后来发现是他穿走了，穿两天挂回栏杆等他妈洗——他妈以为抹布被风吹走又捡回来了洗洗继续用——用完挂回栏杆——表弟以为洗干净了继续穿，周而复始。如果不是被我发现了，打断了抹布历险记，可能会完美循环到2030年……by:@小道士青烟",
  "黑色显瘦是真的，我刚才照镜子没开灯，瘦得人都看不见了。 via：全是老梗",
  "春天发现枕头上都是头发，你说春天脱发正常。夏天发现梳子上都是头发，你说夏天脱发正常。秋天发现地板上都是头发，你说秋天脱发正常。冬天发现淋浴池都是头发，你说冬天脱发正常。醒悟吧！脱发的人！via：辣辣打雷试试这个帽子",
  "我就纳了闷了，天天也没人跟我聊天啊，动不动就提醒我微信内存满了 。via：追风少年刘全有",
  "我真的不想再做人生规划了，因为我实在不知道明天要去吃点什么。 via：大脖煮",
  "有些圈子你没必要刻意融入。等到了时候，你自然会被接纳。比如广场舞。 via：全是老梗",
  "我每天的时间规划：30%自我怀疑，40%觉得别人针对自己，20%觉得生活真没意思，剩下的10%是QNMD的。 via：荷尔萌",
  "电影解说把两小时的电影压缩成五分钟，观众看这五分钟还要选择两倍速。人们用节约时间的方式在浪费时间。 via：银教授",
  "退休荣誉二次元：指那种已经基本不看新番，真正本命的都是陈年老番的二次元爱好者，也不出cos，也不产同人，也没发展出什么新的现充爱好，因此仍会以二次元自居和自嘲的人。via：快递员吴彦祖",
  "男生常常以为对方莫名其妙的那些情绪变幻，其实是女孩子在心里反反复复原谅了你八百回。via：蹙损他淡淡春山-图自ଘ(易晓)ଓ 产品设计投",
  "",
  "",
  "科学研究表明：人身上有很微弱的电流，所以和喜欢的人拥抱，本质是在充电。请大家多多拥抱。",
  "今天我做了个决定，以后上班坐地铁一定要带个大榴莲，和那些吃韭菜包子的人，同归于尽！",
  "蔺相如被封为上卿后，廉颇就不再理他，久而久之蔺相如就抑郁了。廉颇听闻后托人带话给蔺相如：相如emo，不如相忘于江湖。via：谐音bot",
  "我老公对我说：“如果我得了阿尔兹海默症，我一定会自杀，绝对不让我成为你的负担。”我说：“这是你今天第五次这么说了。”via：bee_like_bob",
  "当你应聘上一个工作，你的老板说“这不只是一份工作，我们是一个大家庭”，那么你即将体验人生中最糟糕的经历。via：bocxtop",
  "每当我们发展点什么兴趣，父母都会说：“这玩意能当饭吃？”而真当我们把吃东西当兴趣时，他们又说：“整天就知道吃。” via：全是老梗",
  "刚才一个胖子走进拉面馆来，突然一拍脑门说：“哎呀，忘了刚才吃过了！”说完转身出去了。",
  "都说胸大无脑，长得好看没脑子之类的，这不废话吗，长得好看还用动什么脑子，凡事早有人安排好了啊，像我这种丑的，有事不自己动脑子做，谁搭理你啊。",
  "一个人，如果没有为自己喜欢的食物肥过，怎么能算活过。",
  "舍友在澡堂摔了，赶紧去医院看望。问他怎么回事？他：“唉！皂滑弄人啊。”",
  "妈妈正在做家务，女儿突然说：“爸爸你真厉害，我真佩服你。”爸爸问：“为什么？”女儿说：“取了个这么好的老婆，又漂亮，又贤惠，又…一顿好夸。”正当爸爸得意呢，女儿转头对妈妈说：“妈妈你就不行了，嫁了个什么老公啊。”",
  "如果你瞅见个女生，吃面的时候举止优雅小心翼翼，千万要小心，可能她食相不一定斯文，只是当时穿了一件白tee。",
  "和嫂子约好一起减肥，晚上都不吃晚饭，坚持了两天，撑不住了第三天半夜跑到厨房拿吃的，结果看到嫂子也在，手里还端着碗，尴尬地对视几秒后，嫂子开口了：“你也是不放心你哥哥刷不干净碗吗？”",
  "对于被父母叫去相亲这件事，大家不要天天抱怨而要好好利用起来，比如一位姐姐的父母一批评她买太多鞋子衣服化妆品的时候，她就给怼回去：“还不是因为你们天天的让我去相亲要给人留好印象吗？我不多买点多打扮打扮自己怎么给人家留下好的印象啊！”",
  "这六句话可让男人闻风丧胆，彻底没有任何还击的能力。 1、假鞋，—眼假！2、果然又爱玩又菜。3、二十五六了还看漫画？4、玩游戏？不务正业！5、—个相机这么贵吗?6、健身过度了吧？via：刘文静",
  "",
  "我好想重回14岁，然后换种方式毁掉我的人生，我现在有好多新想法！",
  "别看这手机很脆弱，轻轻一磕就碎，但是砸到脸上是真疼。 via：不了谢谢滚",
  "怎么能有人做到全职上班、做饭、打扫卫生、保持恋情,还能搞自己的小爱好。听起来很不现实。",
  "如果我没回你消息，那你就看看我们聊天框你最后一句话，那像是人能接上的话吗？via：甜柠檬工坊",
  "约了人却迟到很久，怎么解释和道歉都是不够的…所以一定要用跑的出现在他们的视线里！速度越快越好，表情越焦急越好，然后配合胸膛夸张的起伏，以话都说不利索的疲倦程度气喘吁吁地说：“对…对不起…迟到了…”",
  "每个人都觉得自己只要退了某坑之后，就会坐拥一大笔财富。其实你想多了，你退某坑的原因99%都是因为你进了一个新坑，而且还是更烧钱的那种。",
  "有一次，大学放假回到家，很饿，就泡了两包方便面，加了一根香肠两个卤蛋……酒足饭饱之后…妈妈紧张兮兮的问我：“吃饱没？”我抚着小肚子说：“都吃撑了！”结果，我妈就从厨房端出来了用高压锅炖好的排骨…",
  "好朋友就是我的“打气筒”吧！每次伤心难过的时候，就像个泄了气的皮球，掉在草丛里无精打采。但是好朋友过来给我一通彩虹屁，就能立马鼓起勇气向前走点，甚至还能飘起来感慨一句“其实我还蛮不错的嘛！” via：羊师太",
  "“你数数外面那群羊有多少只。”“265！”“天哪，数的这么快！你怎么做到的？”“很简单，我先数出有多少只脚，再除以4就行了。” via：全是老梗",
  "我每次拿着奶茶的时候就想：奶茶这么美好的东西怎么可能有错呢？错的是自己，我胖是因为我太懒了！我身体里住着一个堕落的灵魂！住着一个好吃懒做的邋遢鬼！这一切都太糟糕了！太烂了！赶紧让这美妙的东西冲刷我丑恶的灵魂吧！via：刘一杭三三",
  "减肥也需要某种闲暇，时间上的闲暇和心智上的闲暇。除去上健身房的时间，还得留出很多心智空间看好自己，调整好状态。忙成牲口的时候就很容易随随便便把自己填满，补偿体力和心力的流失。也是一项贵族运动吧。via：posyparty",
  "用聊天软件聊天时，打招呼直接问“在吗”，很容易被误认为是借钱的。如果前面加个称谓，立即就会变得非常亲切，例如：“儿子，在吗？”",
  "坏人做了一辈子的坏事，最后做了件好事，会被人赞扬。说这人其实本质不坏~好人做了一辈子好事，只要做了一件坏事，人家就会说你装了一辈子，终于露出狐狸尾巴了！",
  "曾经有人把一些内向的人形容成刺猬，缩成一团保护自己，其实不是这样的，内向的人也有很多善良的人，他们更像是反向刺猬，把温柔一面留给别人，自己的内心却一直被外界刺痛。via：大头和他的朋友们",
  "做女人有哪些烦恼？难伺候的大姨妈，经常油的头发，口红的色号，多余的赘肉，男朋友的女闺蜜，换季的衣服，换不完的国民老公以及永远都空的钱包…做男人有哪些烦恼？难伺候的女朋友，经常掉的头发，不够的肌肉，女朋友的男闺蜜，换洗的衬衫，下不完的硬盘女神以及永远都空的钱包…",
  "",
  "",
  "一定要远离那些打压你否定你的人，生活已经够难了，被接二连三的糟心事压得喘不过气的时候，听到那些否定的话真的会让我情绪崩溃，也不要讲什么大道理，我只是想要一个拥抱，想要被好好的安慰，想听一句你已经很棒了，我请你吃火锅好不好呀。",
  "北方人回忆起扫雪，总有种幸福感，这幸福感的实质可能是…自家的院子。",
  "忙的时候心说好累，真想休息一下，等歇下来又觉得忐忑，心说还有那么多活没干，怎么能休息呢?于是又起来干活，可刚一开始干活又心说好累，想歇会… 就这么循环着度过一日一日。via：河森堡",
  "在公司里喜欢一个人，你就不会讨厌星期一了。 via：柳三便",
  "小孩子才做选择，穷的大人一个都没得选。via：鞭鞭于白水",
  "古时候，有一对情侣隔江相望，男子喜欢写诗，每当写完一首就折好藏在鸭子羽毛里让鸭子游到对岸带给女子鉴赏。他的朋友建议道：“信鸽岂不更快。”男子解释道：“这是她的要求，我写的诗一定要鸭运。” via：全是老梗",
  "你们知道吗？如果你把蛋蛋放在空酒瓶口上，再用打火机烧瓶底，蛋蛋就会被吸进去！如果你知道的话，请告诉我应该怎么让蛋蛋从酒瓶里出来？我挺着急的。via：RyanPBennett",
  "小外甥把我推醒问：“舅，帮我用端午造个句子呗...”“造你个头啊！好端端午睡全被你打乱了！” via：全是老梗",
  "跟老婆吵架，老婆收拾衣服，这不是真的要走，收拾充电器，这是真要走。",
  "别人眼中的我：高冷。实际的我：近视、耳背、反应慢。 via：惨绿少年金三坨",
  "一定有某个人因为别人对你的描述而恨上了你。via：amajaa_merl35",
  "有些商铺搞的积分卡，花200元才能积一分也就罢了，400积分只能抵用200元，愧对“积分卡”的名字，应该叫“微积分卡”。via：Twitter. @StarKnight",
  "老北京四大地道美食：乾隆炸鸡、乾隆汉堡、乾隆炸酱饭、乾隆鸡肉卷。",
  "狗会汪汪，猫会喵喵喵，那鸡会什么呢？鸡会留给有准备的人。 via：谐音bot",
  "假如，投行服务客户时，客户语气突然变得客气要格外小心，那通常而言不是你做得有多好，而是客户开始盘算让你出局了。这点跟男女搞对象有点像，吵架无论多激烈语言多恶毒都还在乎对方，若突然开始客气那就说明彻底没戏了。via：劳阿毛",
  "和分享欲一样，恋人之间的倾诉欲也很重要。分享欲往往的是分享生活里的美好，而倾诉欲更多的是吐槽遭遇的不爽。“你看这朵花，它开得多好看”，这是分享欲。“这朵花扎我手了，好疼呀”，这是倾诉欲。 via：柳三便",
  "朋友们。冬夜来临之际，独自行走在街上，两行路灯腾地亮起时，你第一时间想起的人，就是你的心上人了。 via：噢老王",
  "",
  "一边追剧一边刷手机，错过关键剧情。倒退时不小心倒过头，等待关键剧情时刷手机，再次错过关键剧情。",
  "你好，如果你因为没有人喜欢自己，便认为自己不该存在于这个世界上，请想想周一。via：初级社畜小海",
  "总有人问看到喜欢的要不要告白，我这边的建议是再等等多看看，过几天可能你就看不上了。 via：废几把话",
  "堵车的时候不要生气，因为你也是堵车的原因之一。via：isaacs-cats",
  "如果不爱，请不要伤害，如果爱，咱就是说可以伤害。 via：每作啊",
  "人人都说00后蠢，前几代人在这个年纪也没聪明到哪去，只不过没有这么多视频证明而已。via：popularloser",
  "发小儿一家子吃饭，他爸说他怎么还不结婚。发小儿说没找到特别喜欢的。他爸说：“找个合适的凑合凑合得了，还挑什么喜不喜欢。”发小儿说：“凭什么您就跟喜欢的人结婚。”他爸握紧拳头，不敢反驳。via：即将成为做饭大师",
  "美容院说我皮肤差，理发店说我头发干燥，养生馆说我哪哪都欠佳，不爱我的人说我脾气差，只有服装店的老板娘对我好，说我穿啥都好看~via：全是老梗",
  "根据我辞职以后三个月没有工作也不准备找工作的经验来看，不工作的时候其实心很累。失去了为星期五而快乐的能力，觉得每天每周都过得好快，朋友圈动态突然多了起来才意识到周末了。没有工资拿，心里有点慌 ，用的都是积蓄。没有同事，没有人跟你每天寒暄，朋友们平时都上班也不会很常见面。以前熬夜是2点，现在不用上班没人管熬夜到5点很常见。有时候一个午觉睡醒了就五点了，感觉很荒废人生。但就是高兴。via：人间观测员费米米",
  "朋友竟然跟别人说我是变态，呵呵，要不是我偷偷在他家装了摄像头，我都不知道他是这种人。 via：银教授",
  "人的身体和情绪都是很诚实的——不见面的爱情就是没那么坚固，不联系的友情就是没那么在乎。via：羊师太",
  "每当有人说我是老古董时，我心情总是很压抑。因为我担心睡着后，我会被人偷走。 via：全是老梗",
  "“你在哪个区上班？”“高新区，你呢？”“害，我在低薪区。” via：不了谢谢滚",
  "如果你体质敏感，那么请离丧文学远一点。冬天来了，很多人都开始进入冬眠前的准备，像小动物一样开始失去活力，整个人陷入悲伤。如果伤心就不要去听难过的歌了。冬天很美好的啊，把暖呼呼的烤红薯捧在手心里去奔赴那个你喜欢的人吧。 via：一个普普通通的美国黑人",
  "本人今日生活小经验分享：怕麻烦、想偷懒和瞎糊弄的时候，千万要警惕。最好还是抓紧时间把一切都按部就班老老实实做了。无数次经验告诉我，人偷的懒全部都要还回来，还很有可能加1.5倍。via：一只白",
  "",
  "",
  "我的困境：想要搞钱，但又不知如何搞钱。只能上班，但上班又搞不到钱。via：姚一十",
  "年轻人的常见情绪：为情所困你的常见情绪：难为情，困。via：快递员吴彦祖",
  "因为工作、学习或其他一些不起眼的小事动不动就崩溃，这是坏事吗，不，这恰恰说明我们这些美好的东西都是脆弱的。via：刘大大大大大脸",
  "兄弟们，那个，我能耽误你一分钟吗？这件事情说起来挺不好意思的，长这么大从来没有过过生日，今天是2021年12月11日，今天不是我生日，只是想耽误你们一分钟 \n。via：知名沙雕",
  "据说酒精会损伤人的短期记忆…话说回来…酒精会对人体产生什么危害呢？via：heyreNotListening",
  "“很多男人是混合动力型。”“怎么说？”“很油，还特喜欢放电。” via：炎nacl",
  "最近的天气。晚：你是不是想冻死我？中午：能不能有点冬天的样子?via：不了谢谢滚",
  "奉劝大家不要熬夜了，真的！我有一个舍友因为熬夜，一宿没睡！ via：全是老梗",
  "刚才打《王者荣耀》，我方队友在开场前等待时说：妈，没事，我们能赢的。我第一次想直接投降了。",
  "小明上学路上摔沟里了。老师问：“哪里受伤了？”小明说：“人没什么事，就是完成的作业全掉沟里找不到了。”via：全是老梗",
  "成年之后人最宝贵品质就是情绪稳定，可以说一个情绪稳定的人无论做什么事情，结果都不会太差 。via：嘛萨卡",
  "躺平也是有好处的，就好像我现在完全没有了任何嫉妒心，是发自内心地希望我的朋友都能实现人生理想、都能够发大财。而我要做的就是默默祝福他们，然后当他们在群里发庆祝红包时，争取抢到最大的那一份。via：夏正正",
  "万艾可既可以治疗下半身的ED，又能预防脑部的阿尔茨海默症，看来“男人用下半身思考”这句话也不是没有道理嘛。via：唐不闻",
  "男生做什么会加分？1、吃完拿窗‬帘擦嘴。2、借剪刀给别人的时候，直‮把接‬剪‮插刀‬到‮人别‬头上。3、雨天‬把别人雨伞拿走。4、收伞的时候捅别人肚子上。5、擤鼻‮用涕‬手，‮后然‬抹路人衣服上！via：知名沙雕",
  "有几种人我真的超佩服，一种可以控制自己体形，一种能按时睡觉，一种说起就起，一种说忘就能忘。你是哪种呢?",
  "我也有过小三的经历，那时候我还年轻，懵懂，以为这就是我生活的一切，直到后来我才知道这不过是我生活中匆匆的一笔，很快，我上了小学四年级。 via：愿今生被富婆包养",
  "",
  "",
  "",
  "职场油条工作原则：接受任务要愉快，完成任务要拖拉。承认错误要主动，改正错误再说吧。",
  "自卑型社交障碍：我太没用了，和谁都聊不下去。自恋型社交障碍：我太有趣了，没人能接到我梗。via.快递员吴彦祖",
  "人类的悲欢相通，看到我悲，你就欢。 via.银教授",
  "有没有这样一个综艺节目，把东北腔、台湾腔、天津腔、长沙普通话、港普、川普，以及一个广西普通话的人，关在同一个房子里一起生活三个月，看看结束之后大家说的是什么话?我真实的想看这种文化碰撞。via.D絲打分蜻蜓隊長",
  "动物们都知道采取“冬天太冷了，就睡觉度过吧”这样超级聪明的做法，而人类却毫无作为。via.LicoLicorice",
  "上一秒：狗男人有种一辈子别回我信息！下一秒：哇他回了！via.丁南秋",
  "我以前有电话恐惧症，现在不一样了，又多了微信消息恐惧症和QQ消息恐惧症。via.剑神葡萄",
  "之前我为了开烧烤店一个人吃了20多个城市的烧烤，为了找到最佳的口味。结果我把准备开店的20W吃完了！",
  "如果你男朋友喜欢摄影，就一次性给他买最好的。十万二十万花掉，然后天天问他今天出片了吗？这样他很快就会去咸鱼卖掉器材回归生活。损失小几万封顶。不然他一直买买买换换换，几年下来一辆好车就没了，关键他还误以为自己有摄影才华和格调，给姑娘拍照还舍不得用滤镜。你想想看哪个损失大。 via.花总",
  "本人情绪不太稳定，一会儿高兴，一会儿特别高兴。 via.纯手动吹风机",
  "其实艺术都是相通的，不管你以前是唱歌也好，演戏也好，舞蹈也好，最后大家都得直播带货。 via.大头和他的朋友们",
  "去小区超市买橙子，我问老板橙子酸吗？老板说可甜了，正是橙子最甜的时候。我说我想吃酸的，老板回：特别甜也不太可能。via.老生气",
  "十八岁的时候我以为谈恋爱是天底下最重要的事，二十八岁时我发现赚钱是天底下是最重要的事，三十几岁再看发现二十八岁说得对。 via.暖小团",
  "老实这个词真的是非常缥缈。有人跟你介绍一个男生，说他很老实。有可能就是忠厚善良规矩体贴的好人，也可能是沉默寡言的变态。 via.京城第一母老虎",
  "原来经常听身边有老人唠叨，自己生活有多难有多难，我很不解其意，难道你唠叨就不难了吗，但是最近有些顿悟，这其实是一种生活智慧，你不说自己的难处，所有人都会觉得你是顺风顺水的，这样麻烦你就会心安理得。via.大头和他的朋友们",
  "一年到了还剩下没多少天的时候真的什么都不想干了，任何烦恼都别想来找我，好像进入了倦怠期，什么人际关系，爱与不爱的都无所谓了。只想安安心心地等着过年，别让我动脑子，也不愿想太多。via.難自渡",
  "我的精神科主治医师曾经说过一番让我醍醐灌顶的话：所谓的休息，不仅是指躺着睡觉，而是说想做的事情就去做，不想做的事情就可以不做。请以这个标准好好休息吧！via.twi@bibibi_sensei",
  "",
  "",
  "",
  "下周五你将得到一个好消息：难熬的2021年终于过去了！",
  "我一朋友说，昨天地震的时候，她家的猫正蹲在桌子上。一有震感，猫倒是没跑，继续宝相庄严，但从嘴里吐出一团毛球。她当时的心情是：“可算见到地动仪了！”",
  "天天在网上喊辞职，周周在规划离职期，月月在公司拿满勤，是谁我不说 。via：快递员吴彦祖",
  "有些人，或者有很多人，对那些不忍心伤害他的人张牙舞爪，然后对那些不把他当回事的人客气的不得了。 via：大头和他的朋友们",
  "上次去KTV，一个朋友点了首歌，唱到一半他说：“会唱的朋友，你们闭嘴。”",
  "别看不起油条，它原理上完全可以被称为空气天妇罗。via：英式没品笑话百科",
  "别看不起肉皮冻。从任何角度来说它都是一种分子料理。via：钱塘段某某喵",
  "“做人最重要的是开心”，这话相当于“考试最要的是答对”，说起来简单，可惜拿到试卷就懵。",
  "我发了条状态：“创造一些新的东西，总比一直去对旧的东西一直修补来得好。”老爸在下面评论：“所以你知道我们为什么要生你弟弟了吧。”",
  "经过本人研究，如果13点起床是性价比最高的，只需要吃一顿饭也不饿还不胖，晚上能玩到三点也不饿还不困，七点起床吃三顿饭的人就是饭桶。via：EEEEEDC2",
  "我擅长的事：1、 管不住嘴，瘦不下腿。2、 国家一级空想家，擅长睡前做好人生计划，给自己加油打气，第二天起来还是老样子。3、 十级拖延症患者。4、 聊天只会哈哈哈哈哈。5、 半夜手机怪，起床迟到第一名。6、 敏感体质，时常失去表达欲。7、在感情里频繁回头，卑微小 X 实至名归。8、 睡觉狂热者。via：麦穗与猫",
  "这是一个笔记软件比灵感多的时代，一个社交软件比朋友多的时代，一个短视频软件比时间多的时代。via：tufucheung",
  "“有些人一开始热情有加，后来就变得冷淡了。”这种事情，为什么一定要觉得是一开始喜欢你后来不喜欢了，完全有可能是一开始假装不讨厌你后来实在是装不下去了啊。",
  "导演要带女演员去酒店，女演员有些不愿意。导演说：“我和你爸妈是好朋友，难道还会拿你怎么样吗？”女演员便从了。到了酒店，导演就开始脱女演员的裤子，女演员想，为了这部戏的女主角，就给他吧。导演大笑说：“哈哈，你果然没穿秋裤，这是你妈给你捎的秋裤！” via：全是老梗",
  "小时候的夏天，习惯把西瓜泡在井水里，这样的瓜吃着更爽口。家里就时常备个大桶，装满井水，把瓜放在里面泡着…放学一到家，我们就嚷嚷着要吃瓜，大人们总是说瓜在桶里呀，水太深了，你们吃不到的…via：大杠精",
  "社恐1级：不敢和tony说“你剪得不如狗啃！”社恐2级：恐惧接同事的语音、电话。社恐3级：若非必要，拒绝对视。社恐4级：为了不打招呼要特地绕路走。社恐5级：会提前在脑内彩排任何有机会发生的对话 。via：快递员吴彦祖",
  "世界上现在77亿人，有253亿只(养殖的)鸡，是人的数量的三倍。也就是说，每个人平均可以得到三只鸡。请记住，不管你有多么孤独，这世界上的某个角落里有三只鸡是为你而生的，就算它们死了，立刻又会有同类补上，就算你一个朋友都没有，你还有三只鸡。请说，谢谢你们，鸡。via：库特纳霍拉的骨头",
  "",
  "职场小技巧：年底之前离职，就不用写年终总结了。via：银教授",
  "入职前：我不会但我可以学！入职后：我不会，这咋学啊？你找别人吧我可整不了！via：初级社畜小海",
  "我朋友曾经说她初中的时候为了买一张CD，每天存一块钱，几个月以后她买到了，结果她朋友忌妒的说：“你真有钱。”任何成功都是这样，总是有人以为你是不劳而获。via：redclovxxxxx12",
  "我明年就三十了，突然有点害怕，我怕三十的晚上祝福太多。",
  "我突然发现我的身体里住了四个人！ 他们是唐僧，孙悟空，猪八戒和沙和尚。每一天唐僧都说：“我要吃素。”猪八戒说：“我要吃肉。”孙悟空说：“我要吃水果。”沙和尚说：“师父大师兄二师兄说的都对啊！”",
  "最近正在起草一部书，内容是介绍咱们中华五千年历史上关于吃的文化，相信吃货们看了这部书一定会胃口大开，书名都想好了，就叫《吃史》~",
  "白天的饿和晚上是不一样的，白天是生理性的：“饿了吃点啥呢？算了一会再说。”晚上的饿是思维上的：“ctmd我要吃饭！说啥都不好使！”via：城南邮局",
  "地铁上一个小姐姐说自己穿高跟鞋太累了，他男朋友二话不说就把AJ脱下来给她换上了。妈耶，第一次近距离感受到了恋爱的酸臭味，这男的脚真滴又酸又臭！",
  "同城快手有个老太太正直播呢，没啥人跟她说话，我合计给捧个人场，我问：“奶奶吃饭没？”“这TM都几点了我能不吃饭？不吃饭我nè着呀，要不说你们这帮小黑粉就是没屁搭拉话。”我说：“我不是黑粉，第一次进你直播间。”“啊！那你是好孩子，奶奶吃完了，嗯呐，吃了，谢谢关心。”via：东北超杀女",
  "讨厌别人问我学习规划、职业规划、人生规划，我什么规划都没有，我活一天是一天。via：人间心事bot",
  "要跟能做到这三点的人在一起：不贬低你为之骄傲的，不阻止你真正喜欢的，不攻击你与生俱来的。",
  "小时候觉得咖啡是大人喝的东西。后来觉得酒才是大人喝的东西。现在我彻底明白了，热水才是大人最应该喝的。via：twi@98frieball",
  "人大多数时候都会变的。小时候讨厌苦味，长大了每天灌两杯咖啡。小时候内向怕生，长大了能在1000人演讲厅侃侃而谈。小时候讨厌粉红色，长大了恨不得件件都是粉红色。但是小时候在等霍格沃茨的通知书，长大了依然在等。via：高大威溜了溜了",
  "最近几年，大部分的语文阅读来自于歌词，大部分的数学练习来自于账单核对，大部分的外语词汇来自于追剧，大部分的音乐休养来自于短视频，大部分的美术彩绘来自于化妆，大部分的道德来自于家庭聚会，大部分的物理化学来自于食物，大部分的体育竞技来自于公共出行。via：善财神#大部分社交来自网络哈哈哈，大部分财产来自做梦#",
  "如果你觉得现在很难，别放弃，再努力一下吧！肯定还能找到没转的锦鲤帖的！via：两色风景嘎",
  "这一年只剩下几天是个很好的借口，想见的人赶紧见，没说的话赶紧说，欠下的抱歉也补上。总之无论结果怎样，该圆满的圆满，该死心的死心，二零二二一定要是个全新的开始。via：友野信",
  "",
  "老板让我写2021年年终总结，我震惊了，难道已经2021年了吗？via：银教授",
  "别问我平安夜圣诞节跨年怎么过！我失魂落魄，一笑而过。我保持沉默。擦肩而过。我不知所措，闭门思过。我得过且过，特别难过！via：问号哥哥",
  "美女的笑点都很高，因为总是有人想逗她笑，久而久之，她就听过了世界上所有类型的笑话。 via：纯手动吹风机",
  "东北人有一种天然的亲近感，有一件我记忆犹新的事情。我跟朋友一块去一家小韩料店吃饭，吃完我去买单，老板是个东北大妈。她热情地问我：“天冷不冷，菜好不好吃？”我说：“好吃。”然后她告诉我：“一共 137，给她 140 就行。”我说：“好。”直到我走出店门才反应过来。 via：狸发财",
  "小时候我不解风情，以为一个人不主动找你说话，就是对你没感觉。长大后经历的越来越多，看过许多暗恋，见证无数错过，我才终于明白：一个人不主动找你说话，不一定是对你没感觉，更可能是很讨厌你。",
  "这块牛肉卤了三天三夜，非常入味，也许这就是卤至深。 via：纯手动吹风机",
  "文件传输助手一定以为我很喜欢它，我给它发了很多本想发给你的东西。 via：柳三便",
  "我能想到最浪漫的事，就是和你一起慢慢变low。via：史炎nacl",
  "当你在阳光下看到自己的影子，这意味着：光在茫茫宇宙中穿越了一亿四千九百万公里，就在最后一两米即将抵达地面时被你给挡住了。",
  "话说很多人都是上的普通高中，为什么没有见过上稀有高中或者是传说、史诗高中的呢？ via：弱智吧日常",
  "晚上喝酒跟别人打架，白色的T恤被染成了红色。回到家女朋友打量着我说：“早上出门你穿的是白T呀，咋了，又买新衣服了？”我非常生气，“来来来，你看看这是新衣服吗？这是血，我被人揍了。”“哦，那就好，我还以为你又乱花钱了呢。”",
  "去看病，医生碰巧是我的粉丝。气氛比较放松，趁她写病历，我还讲了个段子。最后她给我开了一盒新药，我问：“有效吗？”她迟疑了一下：“说实话，没笑。” via：银教授",
  "互联网人发明的黑话越来越离谱了。今天听到的已经不是“痛点”，而是“击穿用户心智”这是把用户的脑袋当椰子要开壳取汁了吗？via：推拿熊",
  "我的朋友好像都是网上的那些人，现实中不爱理人也没有人理我。有一天妈妈突然问我，万一有一天网络消失了，你该怎么办？那一刻我如醍醐灌顶，想通了很多事情。原来我人生中最重要的使命，就是保护互联网，不让它消失。",
  "在工作聚会上的行为要表现就像你在工作时一样。不要让 \"聚会 \"这个词欺骗你。via：seanmashitoshi",
  "刚刚同事和我聊天，他问我有没有人夸过我的衣品很好，我一下子慌了，连忙说：“没有没有，都是淘特上随便买的，很便宜不贵的，冬天天气冷乱搭配罢了。”同事错愕，停顿几秒后说：“我的意思是没人夸的话以后可以多去学学穿搭。”via：一包海苔",
  "“当我用颤抖的睫毛让周围的空气开始跳动，我的皮肤开始舒展，感受每一滴阳光的溶解;我的灵魂从遥远的阿尔卑斯的雪中苏醒，再给这世界一秒种，静止。”“说人话！”“我再睡会…”",
  "说不定睡觉才是人类的真正活动状态，而我们清醒只是为了收集做梦用的素材。 via：全是老梗",
  "",
  "2022年离2000年已经过去了22年。与2000年离1978年一样远。 via：东东枪",
  "一句话形容今年的我：中午十二点未必醒，晚上十二点一定在。via：藏匿流星",
  "一时间也不知道，是一直都是一个人跨年惨，还是曾经有人一起跨年，但如今自己一个人跨年惨。via：刘大大大大大脸",
  "我的短期规划是活到下午。我的长期规划是活到明早上。via：妙脆企鹅",
  "只要第二天有什么重要的事，我前一天晚上就特别容易失眠，会睡得很浅，做梦也都跟第二天的事情有关，这种情况我称之为沉不住气综合症。 via：回忆专用小马甲",
  "新年伊始，大自然里哪两只动物吵架了呢？猩猩和大象，因为新年猩气象。via：虫治先森",
  "今早睡觉是被儿子叫醒的，估计我一条胳膊放在被窝外冻的吧，儿子摸到了，说：“爸爸你怎么凉了？”via：追风少年刘全有",
  "盲目跟风后搞回来发现巨难用的东西之一：男朋友。via：罐头士多兔",
  "哎好想看下雪，能不能拿我们南方的蟑螂换点北方的雪啊？",
  "一个福建人，开车经过章丘，内急，到大葱地里去小解，然后就迷路了 ，后来用无人机才找到 。",
  "本来想说平安夜买点苹果应个景。水果店一对小情侣“你先咬一口”“不要，你先吃”…现在是怎么样，全杭州就这一个苹果？",
  "我看现在的猫就是太受宠了，没有接受过专业的培训和思想建设，导致现在大街上的陌生猫经过我都能狠狠踩我一脚。我建议，以后人类把猫接进家里后，先给猫们播放一套《猫和老鼠》全集，让他知道什么叫挨揍。",
  "讲个真事儿。小美女同事常年过敏性鼻炎，前段时间参加了某药企的药物临床试验，服药一个周期后，症状大大改善！在这之后她常和我们提，说等这药上市了一定追着买，简直有奇效啊！前两天药企给她打电话，试验结束，揭盲了。她是安慰剂组，吃的淀粉。via：PRND21",
  "工作后意识到的一个问题是千万不要以为公司里的前台、行政、IT 小哥是跟自己一样的打工族。他们非常有可能就是家里有四五套房，车库里两三辆车，出来上班就是打发一下时间体验生活的土豪。",
  "某天下班在地铁上，隔壁站了一对母女，旁边地上放了一个书包，然后到站好久了，妈妈突然抬起头：“哎呀到站了！快跑！”拉起女儿就冲出去！我看到之后赶快说：“你们的书包忘记了！”眼疾手快把书包扔了出去！然后隔壁大哥说：“那个书包是我的....”时至今日我仍然记得大哥的眼神。via：是人間烏龍",
  "都躺下了吧？现在摸一下脖子后面，如果一抓一把肉，那说明真的该减肥了。 via：纯手动吹风机",
  "所有坏事不会随旧年烟消云散，好事也不会与新年接踵而至。人们当然清楚这一点，之所以大家还热衷于祝福彼此，实际上是一次生活状态的格式化，重新整理一下思路，组织一下计划，反思一下行为，每个人都是一台开了一年的电脑，我们需要一个人为的重新开始，去抵消从不缺席的失落，并期待着无法预知的惊喜。重启快乐。via：虎掰掰",
  "",
  "新年到了，送大家十字人生笺言：没事多睡觉，有空多赚钱。 via：街道办段女士",
  "我的年度上班报告：好的、收到、谢谢、辛苦了…",
  "狗觉得冷的话就往毯子里一缩不挪窝，人也冷但得爬出来上班，到底谁是狗？",
  "今天没上班，赖床到现在。从把手伸出被窝探探风到整个人咬牙切齿地掀起整张被子下床再到刷牙洗脸整理仪容，整套流程下来的艰难程度不亚于白素贞修炼一千七百年才化为人形。via：废几把话",
  "我成为不了奥特曼我没哭，就今天睡醒我找不到秋衣秋裤我哭了。",
  "如果20岁面对了现实，40岁就可能可以遵从内心。如果20岁遵从了内心，40岁就可能要面对现实。via：tutu_paopao",
  "直男直女安慰人专用词汇：哎、害、揉揉、摸摸、抱抱、没事的、没关系的、会好的~",
  "想当一个媒人，把我自己介绍给你，因为我是自媒体。via：银教授",
  "相亲时为了给对方留下个好印象会选择好点的逼格高的饭店吃饭，即使相不成就当是在忙碌的生活中犒劳下自己，然而次数多了，渐渐变成了一听到相亲脑子的第一反应不是这个妹子好不好看而是: 这几家都已经吃过了，今天换在这几家里选一家吧。他家的招牌菜是铁板鲈鱼，嗯这个不错。再来份干锅牛蛙。剩下的菜让妹子去选吧。",
  "“老公你姓黄我姓马，为啥生个孩子你让他姓李？”“黄加马得李。”via：企鹅乡乡长",
  "拜托以后年末的时候不要再问我今年的计划完成了没，我哪一年完成过？ via：追风少年刘全有",
  "非常反感那种喜欢对号入座的人，尤其当我买到的是张站票的时候。 via：全是老梗",
  "当代互联网太难混了。现在说一句西施美，还要加上没有说貂蝉昭君不美的意思，没有说贵妃胖的意思，没有说东施丑就不配捂心口的意思。最后自证身份：非四大美人粉，纯路人。via：萝贝贝",
  "距离不会产生美，距离只会产生距离…via：烟雾与镜像",
  "好东西并不需要你必须喜欢。你喜欢的东西不一定是好东西。你不喜欢不等于不是好东西。今天你不喜欢的东西没准过十年你就喜欢了。别人都喜欢你也可以不喜欢的。不喜欢就是不喜欢。喜欢也就只是真的喜欢。via：洗洗球洗球球",
  "和喜欢的人分享年度歌单的时候，两个人都会自动进入阅读理解模式。从每一页报告里找出对方的影子。他最爱听的歌来自你的推荐、你最早听歌的一天是即将分别、听歌到最晚的一天是想他想到失眠，就连八竿子打不着的听歌关键词，也能被解读出千百种爱意。via：快递员吴彦祖",
  "能把你的一点小细节小爱好记住的人真的是上帝派来的天使！就是就是， 在聊天或者出去玩的时候比如在饭桌上点菜突然提到：“啊你是不是特别喜欢吃XXX来着？”、“你是不是XXX过敏？”再或者，生日的时候， 收到了你之前提到过很喜欢的东西，其实自己都忘了的礼物。这种人简直时时刻刻让人觉得自己一直被爱着， 太温暖太让人感到幸福了！via：子鱼Mizuki#好朋友不应该是：“这个你最讨厌，服务员快来一份！”#",
  "为什么一些人逐渐不发朋友圈了？可以分为三种人类。1、天生没什么分享欲。不爱发，没什么可发，也不知道发什么 完全无更新欲望。2、分享欲强烈 但很少发。只是很少在朋友圈发而已。实际上另一个平台一天至少更新30条，废话多到怕打扰网友。3、分享欲逐渐消失。曾经很爱分享， 但是后来逐渐觉得活跃地分享是件羞耻的事，又因为不断地添加现实中的人，所以带起面具不再活泼。via：幸运阿盐",
  "我发现大家都比较喜欢我不快乐的样子，他们会开心地对我说：“你终于长大了！”via：xxxxint",
  "",
  "",
  "不要再抱怨2021运气不好了，你今年的好运气都用来遇见我了！via：追风少年刘全有",
  "羡慕那些还有时间为感情发愁的人，我的时间只够对钱发愁 。via：依萍日记",
  "我一年的存款完全取决于12月发了多少工资…",
  "成天走出舒适圈走出舒适圈，我就问问到底舒适了多久舒适成什么样？房子车子全款买的?原生家庭不作妖了？自己想要的日子过上了？财务自由实现了？去你大爷的走出舒适圈，老子在哪儿跌倒就在哪儿睡觉。via：人间有味当寻欢",
  "眼光放长远一点，你们在等元旦，而我已经在等过年了…via：大杠精",
  "手机拉近了我们和远方的人的距离，也把我们和附近的人分隔开了。via：thorgrif",
  "道歉函:2021年马上要结束了，在这一年或许不少人和我产生过各种大大小小的矛盾冲突，在此我诚挚地要求这些人跟我道歉，谢谢 。via：知名沙雕",
  "可能全世界人口老龄化最严重的地方是网易云。via：太热化了",
  "在哪跌倒就要在哪爬起。这不废话么，不爬起来难道还要在地上爬几米再起来啊。",
  "同桌最近看魔幻小说看太多可能走火入魔，今天他做数学题时手拿圆规往纸上一扎一转，凛然喝道：“还不速速现出圆形！”",
  "女生洗澡都有四种方式：1、快速洗干净身上但不洗头。2、简单的洗干净头发&身体。3、认认真真的洗澡，去角质，脱毛，保湿，发膜，哼着小歌再护个肤。4、站在淋浴喷头下漫无目的的淋水。",
  "如果有人说，别再分享你的歌单了，真的没人在意你听什么…请告诉它们，别再发表你的感想了，真的没人在意你说什么！via：大杠精",
  "女生问你她胖不胖丑不丑的时候只说个“不”字是远远不够的，你还必须表示出相当的惊讶情绪，你可以把上半身往后一倾再用黑人问号的眼神盯着她，对她问出这种话感到震惊。",
  "成年人该怎么建立自信？你随便加个相亲群，在里面发个红包。你会发现大家找对象不行，彩虹屁那是一套一套的，一会儿就把你吹上天。 via：回忆专用小马甲",
  "其实十分努力和彻底放纵这两种生活方式，都算是目标坚定的人。最划不来的是那种稍微认真一下，认真度又不足以引起回报的。吃不了大苦，又不敢破罐破摔，只好磕磕绊绊的折腾着自己，然而折腾不出什么花样来。",
  "A：“今天做个了恶梦。”B：“没事，梦境都是反的。”A：“好吧，这样我就安心了，我睡觉了，晚安。”B：“恩，晚安，祝你做个好梦。”",
  "",
  "2019：希望我明年有钱，2020：希望我明年有钱，2021：希望我明年有钱，所以我的本质是复读机吗？不，我的本质是穷人 !",
  "科学研究显示，早晨醒来半小时后是人一天当中智商最高的时刻，大多数人把这个时间用来拉屎。科学研究还显示，晚上十一点以后是人一天当中智商的最低谷，很多人喜欢用这个时间发表人生感悟和立flag。via：幻灭妖僧",
  "小龙女被杨过甩了，她站在悬崖边说：“谁再提杨过，我就跳下去。”这时有位热心群众劝她：“握不住的沙，你就扬了它。对了，你以前有扬过吗？” via：银教授",
  "作息时间不光是生理问题，也是社交问题，两点睡十点起，自然就跟年轻人玩在一起了，十点睡五点起，最终收获的只能是老朽。 via：方出神",
  "到了家门口的车，说过晚安之后的夜以及关上门的厕所，被并列称为：成年人三大独处自由时刻。via：闽南大翠花",
  "当代大学生，说是在期末复习，其实是从头开始学习整个学期的内容，不可谓不努力。via：一个胡点点",
  "“这个桃子怎么那么多核？”“这是六个核桃。”via：纯良大叔",
  "饿真的太容易传染了，本来自己不饿，但是只要朋友嚷嚷两遍想吃饭，肚子就立刻开始叫。via：黄濑濑濑濑",
  "事实证明，一个游戏只要我把它删了，过后想起还是会去下载玩一下。但只要我没删，我就永远不会去玩它。via：文特-",
  "养猫好像是在和渣男恋爱。死乞白赖求抱抱的多数结果是对方不耐烦地走开。我心灰意冷地打算接受“我猫喜欢独处我不能太黏要给他更多空间”时，小猫却突然画风大变，主动钻进怀里蹭蹭，顶我鼻子，舔我手。软萌的唷，发了一颗好大好甜的糖。于是我又掉进了这个循环。而养狗的时候呢，我觉得我是这个渣男。",
  "上学时不管多难的试卷总有一两道相对简单的题目。可真实的人生就不一样了，从头到尾都那么难，哪里都不存在什么送分题。via：夏正正",
  "在整个校园时代里，最有意义的是玩命学习，一步步走向理想的学校。我用大把的青春去爱人，去玩闹，到头来只不过收获了一些模糊的记忆，时至今日，我早就记不得当初是怎样谈情说爱，身边的朋友也换了一批又一批，唯一留给我的是，你看看自己和别人的差距。via：iswenwena",
  "老师上课的时候说的：“人类的忘却机制其实保护的是我们自己，所以有些事儿，该忘就忘。”via：人间心事bot",
  "单身女生的跨年准备动作：1个小时用来搭配服装，1个小时用来化妆，2个小时和闺蜜挑选餐厅，5个小时用来等位同时5个小时用来拍照，1个小时p图，0.5个小时找文案，零点发朋友圈，零点零一分各回各家。 via：刘文静",
  "年底了，大家又开始转发“对自己好点儿”的励志宣言。怎么个好法？能具体点儿么？就是买杯奶茶，钱也得自己去挣吧？所有的对自己好，都是自己挣来的！说到底，还是得努力工作，那就必然对自己不好，这是一个悖论吧！所以祝大家2022不用很辛苦就能挣大钱！via：琉玄",
  "",
  "",
  "",
  "准备过年前把自己的腿打断，这样亲戚到时候就只会关心我的病情不会问我的感情。via：一包海苔",
  "做丑人好辛苦啊 自拍了12张删了10张。via：可乐",
  "我发现问软件操作的人都有一个问题，就是不愿意把鼠标给你。",
  "从小到大英语都不好，一听英语就犯困，前两天坐公交，前面两个老外在说话，然后我就睡过站了。",
  "蝴蝶效应：外卖的崛起导致泡面销量下滑，最终导致作为泡面神器的亚马逊 Kindle 退出中国市场。",
  "很哲学，反驳别人的时候，如果前面加“不是杠”，看起来就很像是杠，如果前面不加“不是杠”，则看不出来是不是杠，如果前面加“杠一下你”，反而看起来很温和，很像是一次理性探讨。 via：幻灭妖僧",
  "我，一个长得不是那么出众，性格不是那么温柔，什么也不会的废材，勤奋努力好学通通跟我无关的女孩。但在此刻，我的天赋终于有了用武之地——代吃！via：刘文静",
  "想一想，我们近十年来干过最多的事情，就是用手指擦一块玻璃。我们每天当中都有一半时间在擦玻璃。 via：安迪斯晨风",
  "不管怎么说，人跟人之间的分离，是从相遇那一刻就确定了的。无论相遇后的你们是什么关系。只不过，有些方式你能接受，而有些不太能罢了。via：AimerSsan",
  "早上去买炸油条，等现炸的时候听到旁边年轻男女聊天，不确定是不是情侣。男生：“我梦到变成钢铁侠了，还是我自己的脸，一张嘴说的全是英文，还有特酷的盔甲，你是小辣椒，就是我的女朋友....”女生羞涩：“好酷啊，那你梦里都干啥了？”男生：“趁热把六级过了，牛吧？”via：恋爱捕手X香菜",
  "北方的气温那么低，如果有两个人在路边吵架穿得太厚施展不开，就只能相互吐口水了。试想一下，吐出去的口水在空气中迅速凝固变成具有杀伤力的暗器，打在脸上啪啪疼，双方你来我往大战三百回合之后，脸上都是青一块紫一块的痕迹，最后二人都扛不住了，便抱拳道：“今天没口水了，改日再战。”",
  "我在收拾衣服，看到几件旧衣服，就往老公那里一扔开玩笑说：“这几件不穿了，你拿去给你外面小老婆穿吧。”他看了一眼继续玩手机：“这么难看又破她才不会穿呢。”",
  "活到这把年纪，还不如一件毛衣会放电。",
  "有的关系你总以为有来日方长，但一段关系的结束都是突如其来的。 via：柳三便",
  "穷的男人也花心，不物质的女人也没得到爱情，这就是现实。via：02Beautifulgir1",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "上一个公司，不算老板六个人。老板封我当行政副总，一个刚毕业的小姑娘是技术总监。四个销售分别是华东，华南，华中，西部四个销售总监。我们几个总一起吃了三个月的馒头，可开心了！最后倒闭了。",
  "上班灵异事件：正常出勤坐工位上发呆都无人问津，只要一请假必有一些逼事情找上门来需要我亲自处理。会不会其实我是公司请来的一尊大佛，只要坐在那就能镇住所有幺蛾子。 via：废几把话",
  "百度让笨人看起来更聪明了但并没有让聪明人获得更多的智慧，美图秀秀帮助丑女孩漂亮一大截但不会让高圆圆的照片看起来更美，美团让普通人也吃上了使唤别人的外卖而富人就算是花更多钱也不一定送得更快。你看，咱们的互联网还是有一些普惠的地方。via：方出神",
  "就有些人吧，该强硬的时候软趴趴，该释放好意的时候扭扭捏捏，搞到最后讨厌的人得寸进尺，喜欢的人渐行渐远 。via：快递员吴彦祖",
  "这个芭比娃娃真Q，也许这就是芭比Q！via：纯手动吹风机",
  "被迫在别人的手机上看一段视频，还得表现出很搞笑的样子，这简直是地狱。",
  "驴舍装修再好也是个临时住所，火烧才是驴永远的家。via：嘛萨卡",
  "你想象一个场景，过年，你在自己屋里睡懒觉，突然房间门打开，你妈领着三大姑八大姨一群亲戚，站在你床旁边对你进行围观，有的人手里甚至还握着一把瓜子 。via：追风少年刘全有",
  "去亲戚家做客，亲戚问：“对象谈好了吗？”“已经订婚了，准备五一结婚。”亲戚：“工作怎么样?”“还算稳定，一年能剩二三十万吧。”亲戚：“房子买哪了？”“市区有一套，近郊有一套，准备搁乡下再买一套。”亲戚露出了欣慰笑容：“这孩子的病情恢复的不错，去年还咬人呢！”",
  "小时候调皮被我妈揍一顿，年轻胆大决定离家出走，到了晚上，一个人突然有点害怕，想着家里还有一个妹妹，万一真不要我怎么办，越想越担心，果断回家瞧瞧。桌面还是一如既往地丰盛早餐，饭桌上却碗筷未动，爸妈在急急忙忙寻找什么，一向跟我不对头的妹妹也挺着急，顿时热泪盈眶，流着眼泪走进大门口，还是我妈打破了这意境，大喊道:孩他爸，饭勺找到了！",
  "女友不会做饭……今天突然开窍了打电话来，说要做顿饭给我，问我想吃什么？我也不想难为她，让她做个粥，一个番茄炒蛋就行了…结果她不想买菜，就用面包切碎，煮了一锅面包皮蛋粥，家里没番茄和鸡蛋，她就做了个番茄酱炒蛋黄酱……",
  "第一次和男朋友去他家，刚吃过饭，他妈妈迫不及待的把我拽进了卧室，拿出了一个红包，兴奋的说：“闺女，这是改口钱，你能不能先叫声妈给我听听，妈等不及了！” 我也不好意思收，一直推拒，他妈妈最后来了一句：“再拒绝待会我可生气了。” 我只能小声的喊了一句：“妈！”结果她笑眯眯的回我：“真乖，密码等我抱孙子了告诉你啊…”",
  "我们楼下搞了个人脸识别，因为技术不过关，总挨骂，但最近突然好起来了!每次识别都能做到 100% 迅速开门，灵与肉的体验非常完美。问了一下熟悉的人才知道，原来是技术部门给设置成了识别到物体靠近就开门，别说人脸了，就是用大葱在前面晃一下也能开。via：方出神",
  "我租房时，花了两百块买了张一米八的二手大床，却很容易散架。 一天我躺到床底修床，门开了。舍友带着他女朋友：“我那个单身狗舍友出去了，我们去他大床。” 我为了避免尴尬只好假装不出声，突然轰啦一声，床散架了，我舍友和他女朋友光着屁 屁掉了下来。为了避免尴尬，我只好假装被砸晕...",
  "中午出来吃饭，人多和一个小哥哥拼桌。小哥哥各种帅，内心想着小哥哥不会要我微信？不会帮我付钱吧？我该怎么拒绝呢？正想着呢，这时小哥哥来了：“老板，多少钱？”我激动的说：“好啊好啊。”小哥哥一愣，随即瞟了我一眼走了。via：行为艺术指南",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  ""
]